[
  "table-editor-obsidian",
  "calendar",
  "obsidian-checklist-plugin",
  "oz-clear-unused-images",
  "cmdr",
  "obsidian-hider",
  "obsidian-icon-folder",
  "obsidian-image-auto-upload-plugin",
  "obsidian-image-toolkit",
  "obsidian-importer",
  "obsidian-kanban",
  "obsidian-link-embed",
  "obsidian-minimal-settings",
  "omnisearch",
  "obsidian-pandoc",
  "obsidian-projects",
  "darlal-switcher-plus",
  "obsidian-reminder-plugin",
  "obsidian-style-settings",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "obsidian-custom-frames",
  "dataview",
  "obsidian-enhancing-export",
  "obsidian-excalidraw-plugin",
  "obsidian-git",
  "slash-commander",
  "sheet-plus",
  "advanced-canvas",
  "quickadd",
  "metaedit"
]