[
  "table-editor-obsidian",
  "calendar",
  "obsidian-checklist-plugin",
  "oz-clear-unused-images",
  "cmdr",
  "obsidian-hider",
  "obsidian-icon-folder",
  "obsidian-image-auto-upload-plugin",
  "obsidian-image-toolkit",
  "obsidian-importer",
  "obsidian-link-embed",
  "obsidian-minimal-settings",
  "omnisearch",
  "obsidian-pandoc",
  "darlal-switcher-plus",
  "obsidian-reminder-plugin",
  "obsidian-style-settings",
  "obsidian-tasks-plugin",
  "obsidian-custom-frames",
  "dataview",
  "obsidian-enhancing-export",
  "obsidian-excalidraw-plugin",
  "obsidian-git",
  "slash-commander",
  "advanced-canvas",
  "quickadd",
  "metaedit",
  "remember-cursor-position",
  "better-word-count",
  "obsidian-admonition",
  "obsidian-advanced-slides",
  "recent-files-obsidian",
  "tag-wrangler",
  "obsidian-outliner",
  "obsidian-meta-bind-plugin",
  "templater-obsidian",
  "obsidian-kanban",
  "obsidian-linter",
  "homepage",
  "obsidian-view-mode-by-frontmatter",
  "execute-code",
  "highlightr-plugin",
  "toggle-readable-line-length",
  "sheet-plus",
  "obsidian-annotator",
  "copilot",
  "various-complements",
  "media-extended",
  "obsidian-banners",
  "easy-typing-obsidian",
  "dbfolder"
]